
export const CORE_CHECK_POINTS: Record<string, string[]> = {
    '침구류': [
        '침구류에 오염(얼룩, 머리카락 등)이 없는가?',
        '주름 없이 팽팽하게 잘 펴진 상태인가?',
        '베개 및 쿠션 위치가 정해진 가이드라인에 맞게 배치되었는가?',
        '침대 하단 스커트 정렬이 바르고 청결한 상태인가?'
    ],
    '미니바': [
        '생수 및 유리컵 수량이 유실되지 않고 정위치에 있는가?',
        '유통기한이 지난 품목(음료, 스낵 등)이 없는가?',
        '품목의 라벨이 전면(정면)을 향해 가지런히 정렬되었는가?',
        '미니바 내부 및 비품함의 먼지 등 청결 상태가 양호한가?'
    ],
    '비품': [
        '생수 및 유리컵 수량이 유실되지 않고 정위치에 있는가?',
        '유통기한이 지난 품목(음료, 스낵 등)이 없는가?',
        '품목의 라벨이 전면(정면)을 향해 가지런히 정렬되었는가?',
        '미니바 내부 및 비품함의 먼지 등 청결 상태가 양호한가?'
    ],
    '창문': [
        '창틀에 먼지나 결로 현상으로 인한 오염이 없는가?',
        '환기 시스템이 정상 작동하며 불쾌한 냄새가 나지 않는가?',
        '유리창에 지문이나 얼룩 없이 투명하게 관리되고 있는가?',
        '커튼이나 블라인드가 작동 시 소음 없이 부드럽게 움직이는가?'
    ],
    '환기': [
        '창틀에 먼지나 결로 현상으로 인한 오염이 없는가?',
        '환기 시스템이 정상 작동하며 불쾌한 냄새가 나지 않는가?',
        '유리창에 지문이나 얼룩 없이 투명하게 관리되고 있는가?',
        '커튼이나 블라인드가 작동 시 소음 없이 부드럽게 움직이는가?'
    ],
};
